9/data/attachments/2bd6553f7bfc4d95.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_0fd1a867-3ee0-4023-b238-56d034f09df9</nif:username>
            <nif:friendToBeAdded>Gregory_laugh_Friend_2510_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>